Repository: mulykoV/FETCh
Catalog: FETCh/Resources/Models/ViewModels/CourseViewModel.*.resx
Languages: uk

source: Course Title
uk: Назва курсу

source: Subtitle
uk: Підзаголовок

source: Description
uk: Опис

source: Language
uk: Мова викладання

source: Is Free?
uk: Курс безкоштовний?

source: Price
uk: Ціна

source: Currency
uk: Валюта

# Duration
source: Duration (hours)
uk: Тривалість (год)

source: Curator Contacts
uk: Контакти куратора

source: Curator Email
uk: Email куратора

source: Confirm Email
uk: Підтвердіть Email

source: Category
uk: Категорія

# SelectCategory
source: Select a category...
uk: Оберіть категорію...

source: Image URL
uk: URL картинки

source: Banner URL
uk: URL банера

# SaveButton
source: Save Course
uk: Зберегти курс

source: Back to List
uk: Назад до списку

# PageHeader
source: Create New Course
uk: Створити новий курс

# PageTitle
source: New Course
uk: Новий курс

# TitleRequired
source: Please enter course title
uk: Введіть назву курсу

# TitleLengthError
source: Title must be between 5 and 100 characters
uk: Назва має бути від 5 до 100 символів

# SubtitleRequired
source: Subtitle is required
uk: Підзаголовок обов'язковий

# PriceRangeError
source: Price must be positive
uk: Ціна повинна бути додатною

# DurationRangeError
source: Duration must be between 1 and 500 hours
uk: Тривалість від 1 до 500 годин

# EmailRequired
source: Email is required
uk: Введіть Email

# EmailFormatError
source: Invalid email format
uk: Невірний формат Email

# ConfirmEmailRequired
source: Please confirm email
uk: Підтвердіть Email

# EmailMismatchError
source: Emails do not match
uk: Електронні адреси не співпадають
